{"podcast_details": {"podcast_title": "Lost Hills: The Dark Prince", "episode_title": "Black Heroes of Surfing", "episode_image": "https://www.omnycontent.com/d/playlist/e73c998e-6e60-432f-8610-ae210140c5b1/31bb1c28-0fb5-4627-b8a7-ae32006cd7c1/093755db-b947-43f4-a067-ae32006cd7cf/image.jpg?t=1684531622&size=Large", "episode_transcript": " We started our company, Girls Who Do Interiors, before we even graduated design school. And we turned to Chase for Business to build along with us. They had everything from banking, to payment acceptance, to credit cards all in one place. And with the Chase Mobile app, our business is wherever we are. It's made for business owners who build to inspire. Learn more at chaseforbusiness.com. Make more of what's yours. Real customers compensated. Chase Mobile app is available for select mobile devices. Message and data rates may apply. JP Morgan, Chase Bank, and I'm a member of the IC. An email address is a direct digital path to the mind, the machine, and the data of every person in your organization. That means your M365 accounts are at risk of cyber attacks. But you can put your mind at ease with Mimecast. They've developed an integrated, frictionless solution that fortifies your existing email security and reduces risk, cost, and complexity, allowing your organization to work protected. Visit mimecast.com today to start your free 30-day trial. Visit mimecast.com to learn how you can work protected with Mimecast. One of my favorite things to do in Los Angeles is run around the Silver Lake Reservoir. So I would drive from my hotel to all kinds of traffic, park, run, drive back, and then one day I realized, why don't I just live like a Silver Laker? Airbnb, baby! If you've stayed in an Airbnb before, you may have thought to yourself, you know, maybe my place could be an Airbnb. You know what? It can be. List your whole home on Airbnb while you're on summer vacation, whether you could use a little extra money to cover some bills or for something a little more fun. Your home might be worth more than you think, especially to somebody who wants to run around the Silver Lake Reservoir. Find out how much at airbnb.com slash host. I've paddled out with people who had Confederate flag that was their surfboard. This is Martina Duran. As a Black woman learning to surf in Florida, she was always hyper aware of her identity. I grew up in Miami, and I like to say there's like this imaginary line, like when you cross the beach into the water where the diversity just drops and not just in racial diversity, but gender diversity as well. You feel like an island out there, right? Like you feel like all eyes are on you because you do stick out. And this is Chelsea Woody. I do think that I did try harder because I wanted to, you know, I wanted to fit in. I wanted to be good at it. I think it pushed me to want to create a space where others felt like they could join in, because I didn't feel like I had that. I think as African American women that were interested in surfing, we just didn't see ourselves represented in the lineups that we frequented. And we all had a shared experience of wanting to change that. Chelsea and Martina, along with Danielle Black-Lions and Gigi Lucas, met on social media. When you step out into the lineup, you don't typically see folks that look like you. And when you are looking through magazines, we don't typically see African American women represented or brown women represented in mainstream surfing. And when folks think of a surfer, they don't automatically think of a woman with, you know, textured hair and a darker complexion. So we really wanted to change that. In 2019, they decided to do something about the lack of diversity in the water. They formed a collective called Textured Waves with the goal of encouraging more women of color to surf. They want to make women like them visible in the roughly $4 billion surf industry. But in order to do that, they have to deal with the past. That means facing the discrimination that was so prevalent that was encoded in the California surf culture of the 50s and 60s when Mickey Dora ruled Malibu. That golden age that was only golden for a very privileged few. I'm Dana Goodyear, and this is a Lost Hills bonus episode. The Black Heroes of Surfing. Not long after they formed, Textured Waves decided to make a short film. It's called See Us Now. It's set in coastal California in the 1950s. And it imagines a past that never was. Four black women ride to the beach in a Ford Falcon convertible, wax up their boards, paddle out, and surf. This is a picture of the California dream, that mid-century myth, with black women squarely at the center of the narrative and not a single surf Nazi in sight. It's meant to be a corrective. In the iconic days of surfing, which most people would say are in the 50s and 60s, we can't even see ourselves in those images. In many places, as surfing was emerging on the mainland, it was illegal for black people to be on the beach with white people. Yeah, these laws were in place from the Jim Crow era, of course. Those laws were their only purpose. The African-American population from the white population because we were not deemed human. We were deemed like animals, right? A lot of those laws were disbanded in 1965, but it's continued in other ways. In the Jim Crow era, there were a few beaches around the country that were set aside for black recreation. These were places where black people could go to the beach and surf. These were places where black people would not face the harassment and hostility they often encountered at other beaches. So, Inkwell was the name designated to a beach where African-Americans were legally allowed to be at. The name itself is, as to my racist connotations, because there was a belief that our skin would make the water dirty because we were dark. And so that's why they were called Inkwells, you know, like an Inkwell that they used for pens and writing. For decades after the official rules changed, people of color were informally, sometimes violently, barred from enjoying common natural resources like the beach. Mickey Dora policing Malibu in a Nazi uniform was a horrible example of what they faced. Which is interesting considering his own immigrant status, you know, coming here from Hungary. But, you know, a lot of people who are racist and have the whole of those ideals, it comes from a lot of insecurity on their own part. Chelsea and Martina are not fans of Mickey. I think he was the first one who really coined localism as if you live here, you can surf here. If you don't live here, you can't surf. If you live here, you can surf here. If you don't live here, you can't surf here, right? What does that mean to be allowed to be on a beach, right? That automatically excludes a certain group of people because, you know, when my grandmother was alive, she would have been arrested for going on to a beach. It was illegal for her to go to a beach. Localism and the way it was championed by people like Mickey Dora embedded these exclusionary ideas into the culture of surfing. Exclusivity was tolerated, accepted, celebrated. Even though we do not have legal ink wells anymore, we have still in a way ink wells, right? So like there's a part of Florida, North Florida, where I believe you have to drive 10 miles before you can get to a public accessible beach, right? So everyone, the community is forced on this little stretch of beach land while this entire coastline is open to either who has homes on that coastline, who is allowed, who is friends of friends of that coastline. There were consequences to these policies and this informal culture of exclusion. Generations of black and brown children in this country were unfairly denied a connection to the ocean, to surfing, to swimming, to the beach itself. We've been stripped of our rights of aquatic culture. Like, how do you learn to swim if you're not allowed in a pool and swim? And this is generations deep. And we see the very devastating results from that. There was a great study done with Hurricane Katrina. They looked at all the drownings in Hurricane Katrina and the theory was that I believe 60 percent of those drownings would have been prevented with basic swimming skills. So like this has had real consequences. Exclusion, Martina says, is dangerous. Children and our people have drowned and died because for generations we weren't allowed in these spaces. And if your parents don't know how to swim, they're not going to take you to learn how to swim. If they have a fear of the ocean, you're going to have a fear of the ocean. And we all know the one thing you do when you're in water is not to panic. That's how you prevent drowning. But like if you've grown up with this fear around water and aquatic bodies, you're going to panic, you know. So, yeah, it's a lot to unpack. Even with all this hate and exclusion, there was a well-known black surfer in the golden age of surfing. His name was Nick Gabaldon. He was an accomplished waterman and athlete and a beatiful swimmer. But he met a tragic end in Malibu. We started our company Girls Who Do Interiors before we even graduated design school. And we turned to two other companies. We started our company Girls Who Do Interiors. We started our company Girls Who Do Interiors. And we started our company Girls Who Do Interiors. And we turned to Chase for Business to build along with us. They had everything from banking, to payment acceptance, to credit cards all in one place. And with the Chase mobile app, our business is wherever we are. It's made for business owners who build to inspire. Learn more at chaseforbusiness.com. Make more of what's yours. Picture this. It's Monday morning. You're cruising through hundreds of unread emails. You didn't know you needed Mimecast. Your impulse to promptly click, download or respond could be the launch of a cyber attack. You see, an email address is a direct digital path to the mind, the machine and the data of every person in your organization. That means your M365 accounts are at risk of cyber attacks. But you can put your mind at ease with Mimecast. They've developed an integrated, frictionless solution that fortifies your existing email security and reduces risk, cost and complexity, allowing your organization to work protected. Best of all, you can get set up in under five minutes with a free 30-day trial of their advanced email security and see all of the malicious threats that your current security solution is letting through the cracks. So before you click your next email, visit mimecast.com for your free 30-day trial. That's M-I-M-E-C-A-S-T dot com to learn how you can work protected with Mimecast. It's hard to imagine losing a loved one, a wife, a husband, a child. For many, it's their biggest fear. I'm Marisa Jones, host of The Vanished, a podcast that tells the stories of often overlooked and unsolved missing persons cases. Every week I dive into a new case, sharing the details of their mysterious disappearance, including interviews with family, friends, law enforcement and even suspects in an effort to reveal the truth. And I'm proud to say that this podcast has aided in a number of arrests. It's important to me to remember the human behind the headline and help family members find their vanished loved one, or at least a sense of peace. Follow The Vanished on Amazon Music or wherever you get your podcasts, where you can listen ad-free by joining Wondery Plus in Apple Podcasts or the Wondery app. In Santa Monica, there was a 200-foot area of Bay Street Beach that was roped off for the use of black people. Unlike other beaches in Southern California, where harassment of black beachgoers was common, it was one of the few spots where black people could enjoy the ocean. It was known, problematically, as the Santa Monica Inkwell. In the 1940s, that was where Nick Gabaldon borrowed a board from a lifeguard and learned to surf. He heard the waves were better in Malibu, but he didn't have a car. And when he tried to hitchhike, he didn't have a lot of luck. He didn't let that stop him, though. He got on his board, got in the water and paddled there. You know, Nick Gabaldon had to paddle 12 miles to Malibu to even surf that beach. But he's one of the first documented African-American and Mexican surfers. It was an extraordinary feat of athleticism. And when Nick had finished surfing, he'd paddle 12 miles back. Nick Gabaldon was part of the Malibu scene in the late 40s and early 50s. And eventually, he made friends with the surfers there, and they would give him rides. On a beach full of white surfers, Nick stood apart. Vicki Flaxman, one of the early Malibu surfers, remembers him. He was a little bit older. He was in his early 20s, I think, because he'd been in the service. And so he started surfing after that. After graduating from Santa Monica High in 1945, he'd enlisted in the Navy. After the war, he was attending Santa Monica College and working as a postman. He was very handsome and a sweetheart. He was very, very sweet. And he didn't just plunge into the Malibu scene. He just wanted to surf. And he got to be friends with a lot of the guys. I think he was kind of shy around the girls. He didn't, I mean, he was friendly, but he was very shy and kind of reserved. Vicki didn't know much about him or his context, but she does remember the story of his tragic death. It was June 5, 1951. There was a big south swell with 8 to 10 foot waves. Nick paddled out and caught a big wave and took off on it, heading straight for the Malibu Pier. I had been surfing the day before, and I knew the surf was still up. And I don't know why, I just didn't go up that day. But I knew I felt something. I felt something really weird. And I called my girlfriend, Claire. It was about 2.30 in the afternoon, and I thought, why am I calling her? She's up there. She's up surfing. There's no reason that she'd be home. But she was. And I said, what happened? Why are you home? And she said, Nick hit the pier. And they can't find him. They haven't found him. And, you know, everybody was bereft because the guys, all the guys, you know, ran down there, ran up on the pier, tried to get as close to the pilings as they could, and they couldn't find him. His body washed up days later, miles away. He was just 24 years old. Unlike Mickey Dora, who was documented excessively throughout his life and became a California folk hero, Nick Gabaldon's legacy was lost for many years. In the mid-70s, a surfer named Rick Blocker read an open letter that another surfer, Tony Corley, had published in Surfer Magazine. Corley called on his Black Surfing Brothers to come together and form a Black Surfing Association. Mother Ocean knows no prejudices, Corley wrote. Blocker answered the call, becoming one of the first members of the Black Surfing Association. And eventually, he started researching the life and legacy of Nick Gabaldon. He sees Gabaldon as hugely significant for surfers today, a reminder that Black people have been surfing in California for just as long as white people. That's exactly the kind of thing Textured Waves is doing, with one crucial difference. That's one thing that we're trying to do at Textured Waves, we're trying to document some of these amazing surfers while they're still alive, so that history is captured. A few years ago, a plaque was erected at Bay Street in Santa Monica to honor Nick Gabaldon and the beach that was once called the Inkwell. We celebrate him every year in Malibu, the Black Surfers Collective. They get together every year and they recreate the paddle out. It's like a big celebration, a bunch of Black surfers and supporters and allies get together, eat on the beach, we surf, and we also just wait for these folks to come and paddle. And, you know, cheer them on as they arrive to the beach. The event, which takes place in June each year around the time of his death, honors Gabaldon and his memory. And it also reinforces the bonds around the growing Black surf community. We started our company, Girl to Do Interiors, before we even graduated design school. And we turned to Chase for Business to build along with us. They had everything from banking, to payment acceptance, to credit cards, all in one place. And with the Chase mobile app, our business is wherever we are. It's made for business owners who build to inspire. Learn more at chaseforbusiness.com. Make more of what's here at Chase for Business. It's yours. Real customers compensated. Chase mobile app is available for select mobile devices. Messaging data rates may apply. JP Morgan Chase Bank. NMMR FDIC. Picture this. It's Monday morning. You're cruising through hundreds of unread emails. You didn't know you needed Mimecast. Your impulse to promptly click, download, or respond could be the launch of a cyber attack. You see, an email address is a direct digital path to the mind, the machine, and the data of every person in your organization. That means your M365 accounts are at risk of cyber attacks. But you can put your mind at ease with Mimecast. They've developed an integrated, frictionless solution that fortifies your existing email security and reduces risk, cost, and complexity, allowing your organization to work protected. Best of all, you can get set up in under five minutes with a free 30-day trial of their advanced email security and see all of the malicious threats that your current security solution is letting through the cracks. So before you click your next email, visit Mimecast.com for your free 30-day trial. That's M-I-M-E-C-A-S-T.com to learn how you can work protected with Mimecast. It's hard to imagine losing a loved one, a wife, a husband, a child. For many, it's their biggest fear. I'm Marisa Jones, host of The Vanished, a podcast that tells the stories of often overlooked and unsolved missing persons cases. Every week I dive into a new case, sharing the details of their mysterious disappearance, including interviews with family, friends, law enforcement, and even suspects in an effort to reveal the truth. And I'm proud to say that this podcast has aided in a number of arrests. It's important to me to remember the human behind the headline and help family members find their vanished loved one, or at least a sense of peace. Follow The Vanished on Amazon Music or wherever you get your podcasts, or you can listen ad free by joining Wondery Plus in Apple Podcasts or the Wondery app. Chelsea and Martina both learned to surf later in life. Martina was in college when she did a semester abroad in Costa Rica and took her first surf lesson. Chelsea was even older. I grew up in the Pacific Northwest, kind of in a suburb outside of Seattle. So I didn't grow up in the ocean or having much ocean knowledge at all. I had seen surfing in the movie theaters. The first time I saw it was watching Blue Crush. And I always wanted to do it since I was in high school, but just never had the opportunity. At 30, she and her husband decided to quit their jobs and travel and ended up spending time in Indonesia. Never got the courage to do it until we kind of took a bigger risk in our life, you know, quitting our jobs and traveling. And I just thought it would be a good time for me to try to surf. And so we went to Indonesia and stayed there for a month and taught ourselves how to surf. When I first started in Indonesia, I was one of the only brown women that looked like me in the line of... Even though I'm in a place with a lot of brown folks. There was a lot of tourists and Indonesian men. And they all called me sister. So, you know, I think they recognize like, you are like me, but we haven't, you know, seen a ton of women like you. One thing they called me also was Obama, which I thought was really interesting. I mean, he was very popular in Indonesia when he was president. You know, like Obama, go on that wave. I didn't know how to feel about that. And that when I did come home, it made me realize like, wow, people around the world don't even see black women or brown women as surfers. That needs to change. After Indonesia, Chelsea and her husband made a big decision. We kind of uprooted our lives in the Pacific Northwest to live on the coast of California and surf every day. They moved to Santa Cruz, California. It's probably one of the most affected by localism still, you know, really difficult to break into the surf scene here and very intimidating. And men will still yell at you and push you off your board, even like young children and women. So I have definitely been yelled at a lot in this town by grown men. You just immediately get hassled before you even get in the water. So it's it's unfortunate because surfing should be a very peaceful tranquil thing. But somehow the aggression gets out. So it always amazes me how comfortable men are in the water just yelling at a woman or a child in no situation on land. Would they be comfortable doing that? It is embarrassing. You know, so it is it is a hard place to learn to surf. And I think you do have to adapt and have to learn quickly to make it around here. Because if you can't surf or if you're not following the rules, people don't give you a chance. That sounds harsh and it's changing. But that was definitely I've definitely had interactions here in the water for sure. People are not always so kind. It's just such a contrast to like where I live, like I think about how fortunate I am. Martina also moved away from the Confederate flag board she encountered in Florida to Hawaii. Here, I've been encouraged to expand my relationship with the ocean. I've started canoe surfing and racing and all this stuff. And everyone just like wants to help you. And like I just couldn't imagine I don't know that I would be still surfing if I was in a place like Santa Cruz. Like you definitely would have to have some very thick skin, well for cold too as well, but thick skin for the words and for the cold. But it just shows that how important that is, like to just be accepting, you know, that's not fun for anyone, especially when you're younger and you're still trying to develop that identity. I can only imagine how that that feels to be constantly told you don't belong here and to be bullied out of a space. And you know what I mean? Because the ocean is really for everyone. For Chelsea and Martina, surfing is a refuge and they don't want it to be a battleground. Especially during the pandemic, Chelsea says, surfing was essential. I am a nurse and I was so happy to have surfing as an outlet. Luckily, you can kind of do it in isolation if you're strategic about it. So it was, yeah, so important for me to have during that time. I don't think I would have made it through mentally if I didn't have surfing. And that's a big part of what they want to put out there. The message they want to spread to future black surfers. These spaces, the beaches, the ocean, they belong to you, too. They're there for your leisure and enjoyment. I think for it to be the leisure to actually be leisurely is my hope. You know, that it isn't a struggle of do I belong here? Am I supposed to surf at this spot? Should I park here? Will somebody vandalize my car because I parked here? So, yeah, I just hope that folks of color feel that they belong in spaces of leisure and outdoor spaces and aquatic spaces. I want it to be normal for our children and the generations beyond us to be surfers, to be outdoors people, to own land at the beach, to have access, to see themselves represented. Just like Mickey Dora, Chelsea is seeking freedom in surfing. But her definition of freedom couldn't be more different from Mickey's. He wanted to live a life without responsibilities. She just wants to feel safe. And I think that the ultimate level of freedom is to be able to walk into a space autonomously and feel comfortable. Above all, the women of Textured Waves want to spread the message that surfing is fun. We started this because of our passion for surfing and not any resentment for being held out of it. I think that is what drives us to do what we do. We're passionate about this. And because we are so passionate about this, we want other Black women to discover this passion because it is an amazing passion to have. It's a good addiction to have. So that's what drives us every day during this. And I think that's important to say because I know with our history, trauma comes up a lot. And that is something that we are fully aware of. But this sport brings us joy. And that's why we do what we do is because of the joy we get from surfing every day. Is choosing employee benefits harder than you expected? Keep your business competitive by looking out for your employees' needs with quality benefits from The Hartford. The Hartford Group Benefits team makes managing benefits and absences a breeze while providing your employees with a streamlined, world-class customer experience that treats them like people, not like policies. Keep your workforce moving forward with group benefits from The Hartford. Learn more at thehartford.com slash benefits. Your email address is a direct digital path to the mind, the machine, and the data of every person in your organization. That means your M365 accounts are at risk of cyber attacks. But you can put your mind at ease with Mimecast. They've developed an integrated, frictionless solution that fortifies your existing email security and reduces risk, cost, and complexity, allowing your organization to work protected. Visit mimecast.com today to start your free 30-day trial. That's M-I-M-E-C-A-S-T.com to learn how you can work protected with Mimecast. CuriosityStream is the streaming service for people who want to know more. And now check out Curiosity's new series, The Real Wild West. Rolling Stone Magazine says it's the history of the West they usually don't teach you. The mythology of the West left out a lot of the people. People said they'd never seen a black cowboy. This is the history book, but did you know about these other facts? Watch The Real Wild West now on CuriosityStream. With monthly annual and bundled plans, find the one that works for you at CuriosityStream.com."}, "podcast_summary": {"id": "chatcmpl-7rNAUlOHx8d9Iq72TwGa7FSdUn8C1", "object": "chat.completion", "created": 1692954798, "model": "gpt-3.5-turbo-16k-0613", "choices": [{"index": 0, "message": {"role": "assistant", "content": "In this episode, the podcast discusses the lack of diversity in the surfing community and the efforts of the Textured Waves collective to encourage more women of color to surf. The hosts interview Chelsea and Martina, two members of the collective, who share their personal experiences of being black women in the surfing world. They talk about the discrimination they have faced and the importance of creating a more inclusive and welcoming environment for everyone. The podcast also highlights the story of Nick Gabaldon, one of the first documented African-American and Mexican surfers, and the challenges he faced in the 1950s. The episode concludes by emphasizing the joy and passion that surfing brings to the members of Textured Waves and their desire to inspire more black women to discover this passion."}, "finish_reason": "stop"}], "usage": {"prompt_tokens": 5776, "completion_tokens": 151, "total_tokens": 5927}}, "podcast_guest": {"id": "chatcmpl-7rNAo4UB6Nmm4ffOiIQV9SBQHtKF5", "object": "chat.completion", "created": 1692954818, "model": "gpt-3.5-turbo-0613", "choices": [{"index": 0, "message": {"role": "assistant", "content": null, "function_call": {"name": "get_podcast_guest_information", "arguments": "{\n  \"guest_organization\": \"Textured Waves\"\n}"}}, "finish_reason": "stop"}], "usage": {"prompt_tokens": 1237, "completion_tokens": 12, "total_tokens": 1249}}, "podcast_highlights": {"id": "chatcmpl-7rNAumrKA7O21rZCHu7wSt3O7pB6o", "object": "chat.completion", "created": 1692954824, "model": "gpt-3.5-turbo-16k-0613", "choices": [{"index": 0, "message": {"role": "assistant", "content": "Insights:\n- Insight 1: The lack of diversity in the surfing community and the need for representation is a driving force behind the formation of Textured Waves. (Timestamp: 2:08)\n- Insight 2: The history of discrimination and exclusion of black surfers in California, including the existence of segregated beaches and localism, needs to be acknowledged and addressed. (Timestamp: 7:23)\n- Insight 3: Surfing can be a source of joy and empowerment for black women, and Textured Waves wants to spread that passion and help other black women discover the joy of surfing. (Timestamp: 17:45)\n\nCritical questions:\n- Question 1: How can the surfing community address and overcome the history of discrimination and exclusion to create a more inclusive and welcoming environment? (Timestamp: 9:35)\n- Question 2: What role can the media and advertising play in promoting diversity and representation in the surfing industry? (Timestamp: 10:48)\n- Question 3: How can communities and organizations work together to provide access and resources for black surfers and dismantle barriers to entry? (Timestamp: 15:12)\n\nHot topics:\n- Topic 1: Lack of diversity in the surfing community and the need for representation. (Timestamp: 2:08)\n- Topic 2: History of discrimination and exclusion of black surfers in California, including the existence of segregated beaches and localism. (Timestamp: 7:23)\n- Topic 3: The empowerment and joy that surfing can bring to black women, and the efforts of Textured Waves to spread that passion. (Timestamp: 17:45)\n\nControversial opinions:\n- No controversial opinions were expressed in the podcast episode."}, "finish_reason": "stop"}], "usage": {"prompt_tokens": 5929, "completion_tokens": 353, "total_tokens": 6282}}}